{
    "VeryPositive": [
        "Cool! Let's dive in and get to know each other!",
        "Awesome! I am excited to get to know you better!",
        "Great! I cannot wait to learn more about you!",
        "Fantastic! Let’s get started!",
        "Yay! This is going to be fun!",
        "Wonderful! Let’s get to know each other!",
        "I am thrilled! Let's keep the conversation going!",
        "That sounds amazing! Let's do this!",
        "I am really looking forward to it!",
        "Super! Let's get to know each other more!",
        "I am all in! Let's start!",
        "That is fantastic! I cannot wait to learn more about you!",
        "Great! Let's continue our conversation!",
        "I am excited! Let's go!",
        "This is going to be awesome! Let's get started!",
        "I am really happy to hear that! Let's dive in!",
        "Excellent! Let's get to know each other better!",
        "That is music to my ears! Let's go on!",
        "I am pumped! Let's get started!",
        "Fantastic! I am eager to get to know you more!"
    ],
    "Positive": [
        "Great! Let's get to know each other better.",
        "Sounds good! Let's continue.",
        "I am glad you are up for it! Let's go on.",
        "Nice! Let's start.",
        "I am happy to hear that! Let's keep talking.",
        "Cool! Let's get to know each other.",
        "That sounds nice! Let's continue.",
        "I am pleased to hear that! Let's go on.",
        "Let's keep the conversation going!",
        "I am glad you are interested! Let's start.",
        "Good to hear! Let's get to know each other better.",
        "I am looking forward to it! Let's go on.",
        "Sounds great! Let's continue.",
        "Let's get started then!",
        "I am happy to continue! Let's go.",
        "Let's dive into the conversation!",
        "I am glad you are interested! Let's start.",
        "Nice! Let's continue our chat.",
        "Sounds good! Let's get to know each other.",
        "I am looking forward to it! Let's continue."
    ],
    "NeutralPositive": [
        "Alright, let's get to know each other better.",
        "Okay, let's go on.",
        "Sounds good to me, let's continue.",
        "I am fine with that, let's start.",
        "Alright, let's keep talking.",
        "Okay, let's get to know each other.",
        "That sounds fine, let's continue.",
        "I am okay with that, let's go on.",
        "Let's continue then.",
        "Alright, let's start.",
        "I am okay with continuing, let's go on.",
        "Sounds alright, let's keep going.",
        "Let's move forward with our chat.",
        "Okay, let's get to know each other more.",
        "Alright, let's keep the conversation going.",
        "I am good with that, let's start.",
        "Sounds good, let's continue.",
        "Let's keep the conversation going.",
        "Alright, let's go on.",
        "Sounds fine to me, let's continue."
    ],
    "VeryNeutral": [
        "Okay, no worries.",
        "Alright, that is fine.",
        "No problem.",
        "I understand, maybe another time.",
        "That is okay, we can stop here.",
        "Alright, I get it.",
        "Okay, thanks for letting me know.",
        "That is fine, we do not have to continue.",
        "I understand, no problem.",
        "Okay, that is totally fine.",
        "Alright, we can leave it at that.",
        "No worries, thanks for sharing.",
        "That is okay, we can stop here.",
        "I get it, that is alright.",
        "Okay, no issues.",
        "Alright, that works for me.",
        "No problem, we can end here.",
        "That is okay, we can leave it for another time.",
        "I understand, that is fine.",
        "Okay, no problem."
    ],
    "NeutralNegative": [
        "That is a pity, but I understand.",
        "Alright, maybe another time.",
        "I get it, that is okay.",
        "That is fine, we can leave it here.",
        "I understand, no worries.",
        "Okay, that is a bit disappointing, but it is alright.",
        "I see, maybe another time.",
        "Alright, I understand.",
        "That is too bad, but okay.",
        "I understand, we can stop here.",
        "Alright, that is a bit unfortunate.",
        "I get it, we can leave it here.",
        "That is okay, I understand.",
        "Alright, maybe next time.",
        "I see, that is fine.",
        "That is a bit of a shame, but I understand.",
        "Okay, I understand.",
        "That is alright, we can leave it here.",
        "I get it, that is okay.",
        "Alright, maybe we can talk later."
    ],
    "Negative": [
        "I am sorry to hear that, but I understand.",
        "That is disappointing, but I respect your decision.",
        "I get it, maybe another time.",
        "That is unfortunate, but I understand.",
        "I am sorry to hear that, but it is okay.",
        "I understand, no worries.",
        "That is too bad, but I respect your choice.",
        "I am sorry you feel that way, but I understand.",
        "That is disappointing, but it is alright.",
        "I get it, maybe we can talk later.",
        "That is a shame, but I respect your decision.",
        "I understand, it is okay.",
        "I am sorry you do not want to continue, but I understand.",
        "That is unfortunate, but it is okay.",
        "I understand, we can leave it here.",
        "I respect your decision, even if it is disappointing.",
        "That is too bad, but it is alright.",
        "I am sorry to hear that, but I understand.",
        "That is disappointing, but I respect your choice.",
        "I get it, we can leave it for another time."
    ],
    "VeryNegative": [
        "I am really sorry to hear that, but I respect your decision.",
        "That is very unfortunate, but I understand.",
        "I am sorry you feel that way, but I respect your choice.",
        "That is disappointing, but I will not push it.",
        "I understand, even if it is hard to hear.",
        "I respect your decision, though it is really disappointing.",
        "I am really sorry you feel that way, but I understand.",
        "That is tough to hear, but I respect your choice.",
        "I am sorry you do not want to continue, but I respect your feelings.",
        "That is hard to hear, but I understand.",
        "I am really sorry, but I respect your decision.",
        "That is very disappointing, but I understand.",
        "I understand, even though it is difficult to accept.",
        "I am really sorry to hear that, but it is okay.",
        "That is unfortunate, but I respect your feelings.",
        "I am sorry it did not work out, but I understand.",
        "I respect your decision, even if it is disappointing.",
        "That is hard to accept, but I understand.",
        "I am really sorry, but I respect your choice.",
        "That is very unfortunate, but I will not push it."
    ],
    "Unclear": [
        "I am not sure I understand. Could you clarify?",
        "I am sorry, can you explain what you mean?",
        "Can you please clarify your response?",
        "I did not quite get that. Could you explain?",
        "I am not sure I follow. Could you say that again?",
        "Could you elaborate on what you mean?",
        "I am not sure I fully understand. Can you clarify?",
        "Can you tell me more about what you mean?",
        "I am a bit confused. Could you explain?",
        "I did not quite catch that. Can you clarify?",
        "I am sorry, I do not quite understand. Can you explain?",
        "That is a bit unclear. Could you clarify?",
        "I am not sure what you mean. Could you elaborate?",
        "Can you explain that a bit more?",
        "I did not fully understand that. Can you clarify?",
        "I am sorry, I am not sure I understand. Could you explain?",
        "That is a bit confusing. Could you clarify?",
        "I am not sure I understand. Could you explain further?",
        "Can you please clarify what you meant?",
        "I am not quite sure what you mean. Can you explain?"
    ]
}
