{
    "VeryPositive": [
        "I am so glad to hear that!",
        "That is awesome! Keep it up!",
        "Fantastic! You must be feeling great!",
        "Wow, that is really wonderful!",
        "Yay! That sounds amazing!",
        "You are on a roll! Keep it going!",
        "I am thrilled to hear that!",
        "That is music to my ears!",
        "Such great news, thank you for sharing!",
        "What a fantastic feeling that must be!",
        "You are doing awesome!",
        "So happy to hear things are going well!",
        "That is just wonderful!",
        "You seem to be in a great mood!",
        "Absolutely fantastic!",
        "That really brightened my day!",
        "You are absolutely crushing it!",
        "That sounds really exciting!",
        "Amazing! Keep up the great vibes!",
        "Your positivity is contagious!"
    ],
    "Positive": [
        "That is great to hear!",
        "Sounds like things are going well!",
        "I am glad you are doing good!",
        "Nice! I am happy for you!",
        "You are in a good place, it seems.",
        "That is really nice!",
        "Things are looking up for you!",
        "Good vibes all around!",
        "Glad to hear things are going well!",
        "That is really positive!",
        "You seem to be in a good mood!",
        "Good to know you are feeling good!",
        "That is definitely a good sign!",
        "Happy to hear you are doing well!",
        "Sounds like you are doing alright!",
        "Great to hear things are going well!",
        "I am pleased to hear that!",
        "That is some good news!",
        "You seem to be in a positive state of mind!",
        "Keep up the positive energy!"
    ],
    "NeutralPositive": [
        "That sounds pretty good.",
        "Glad to hear you are doing okay.",
        "Seems like things are going fine.",
        "Not bad at all!",
        "You are doing alright, it seems.",
        "That is nice to hear.",
        "Sounds like things are going smoothly.",
        "I am glad you are feeling okay.",
        "You are in a good spot.",
        "That is decent, glad to hear it.",
        "Seems like a good day for you.",
        "Things seem to be steady.",
        "Good to know things are alright.",
        "You seem to be doing well.",
        "That is a nice, steady state.",
        "Sounds like you are in a good place.",
        "You are in a pretty good mood.",
        "Nice to hear you are doing fine.",
        "Things seem to be going well enough.",
        "Glad you are doing okay."
    ],
    "VeryNeutral": [
        "Alright, got it.",
        "Thank you for sharing.",
        "I see, thank you for letting me know.",
        "Understood.",
        "Okay, thank you for telling me.",
        "I hear you.",
        "Noted.",
        "Thank you for your response.",
        "Okay, thank you for sharing that.",
        "Alright, thank you for letting me know.",
        "Thank you for letting me know.",
        "Got it, thank you.",
        "Okay, I see.",
        "Alright, understood.",
        "Thank you for the update.",
        "Okay, good to know.",
        "I see, thank you.",
        "Thank you, I have got it.",
        "Understood, thank you.",
        "Alright, noted."
    ],
    "NeutralNegative": [
        "I understand, it seems like things could be better.",
        "I am sorry things are not perfect.",
        "Thank you for sharing, I am here if you need anything.",
        "I hear you, sounds like it is a bit of a mixed bag.",
        "I get it, things are not ideal.",
        "Sounds like there is some room for improvement.",
        "I understand, not the best day.",
        "I see, sounds like it is not the greatest.",
        "Thank you for letting me know, I am here for you.",
        "I get it, things could be better.",
        "Sounds like it is a bit of a rough patch.",
        "I understand, not the easiest time.",
        "I hear you, it is a bit of a tough spot.",
        "Thank you for sharing, I am here to listen.",
        "I get it, not everything is going smoothly.",
        "Sounds like it is a bit challenging.",
        "I understand, it could be better.",
        "I hear you, it is not the best time.",
        "Thank you for sharing, I am here to help if needed.",
        "I get it, things are not perfect."
    ],
    "Negative": [
        "I am sorry to hear that.",
        "That sounds tough.",
        "I am here for you if you need to talk.",
        "That does not sound easy.",
        "I am sorry things are not going well.",
        "It seems like you are going through a tough time.",
        "That sounds really difficult.",
        "I am really sorry you are feeling this way.",
        "That must be really hard.",
        "I am here for you.",
        "That sounds really challenging.",
        "I am sorry things are so tough right now.",
        "It sounds like a rough situation.",
        "I am here to listen if you need to talk.",
        "I am sorry to hear you are dealing with this.",
        "That must be really tough to deal with.",
        "I am sorry you are going through this.",
        "It seems like you are having a rough time.",
        "I am here for you if you need anything.",
        "That sounds really hard to deal with."
    ],
    "VeryNegative": [
        "I am really sorry you are feeling this way.",
        "That sounds incredibly tough.",
        "I am here for you, no matter what.",
        "I am really sorry things are so difficult right now.",
        "That sounds truly awful, I am so sorry.",
        "I cannot imagine how hard that must be.",
        "I am deeply sorry to hear that.",
        "That sounds extremely challenging, I am here for you.",
        "I am really sorry you are going through this.",
        "That must be so painful, I am here for you.",
        "I wish I could make things better for you.",
        "I am so sorry things are this hard.",
        "That sounds overwhelming, I am so sorry.",
        "I am here to support you in any way I can.",
        "That sounds like a really difficult situation.",
        "I am really sorry you are dealing with this.",
        "That sounds really tough, I am here for you.",
        "I am sorry you are facing this, it sounds so hard.",
        "I am here for you, no matter how difficult it is.",
        "That sounds so painful, I am really sorry."
    ],
    "Unclear": [
        "I am not quite sure I understand. Could you clarify?",
        "I am sorry, I did not quite get that. Could you elaborate?",
        "Can you please explain a bit more?",
        "I am not sure I fully understand. Could you tell me more?",
        "That is interesting, but I am not sure I get it. Can you say it differently?",
        "Could you clarify what you mean?",
        "I did not quite catch that. Can you explain further?",
        "Can you tell me a bit more about that?",
        "I am not sure I follow. Can you clarify?",
        "I am a bit confused. Could you explain?",
        "I did not quite get that. Could you say it another way?",
        "That is a bit unclear. Can you explain?",
        "I am not sure I understood that. Can you elaborate?",
        "Could you give me more details?",
        "I am sorry, I am not sure I understand. Could you explain?",
        "That is a bit confusing. Could you clarify?",
        "Can you explain that a bit more?",
        "I am not sure what you mean. Could you explain?",
        "That is interesting. Could you tell me more?",
        "I did not quite understand. Can you clarify?"
    ]
}
